example_logs/prefix-4-128MB.read_most.txt
[OVERALL], RunTime(ms), 60021
[OVERALL], Throughput(ops/sec), 50.648939537828426
[TOTAL_GCS_PS_Scavenge], Count, 5
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 21
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.0349877542859999
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 5
[TOTAL_GC_TIME], Time(ms), 21
[TOTAL_GC_TIME_%], Time(%), 0.0349877542859999
[READ], Operations, 2866
[READ], AverageLatency(us), 20710.91311933008
[READ], MinLatency(us), 14071
[READ], MaxLatency(us), 46383
[READ], Return=OK, 2866
[READ], 0, 25565.333333333332
[READ], 1000, 22792.5
[READ], 2000, 22722.68181818182
[READ], 3000, 22170.17777777778
[READ], 4000, 21794.630434782608
[READ], 5000, 20850.166666666668
[READ], 6000, 21229.808510638297
[READ], 7000, 22027.82222222222
[READ], 8000, 22071.17777777778
[READ], 9000, 21300.021276595744
[READ], 10000, 19646.098039215685
[READ], 11000, 21248.14893617021
[READ], 12000, 20935.395833333332
[READ], 13000, 21144.23404255319
[READ], 14000, 20315.48979591837
[READ], 15000, 21267.297872340427
[READ], 16000, 21988.71111111111
[READ], 17000, 21788.434782608696
[READ], 18000, 21943.760869565216
[READ], 19000, 20391.755102040817
[READ], 20000, 20856.0
[READ], 21000, 20334.85714285714
[READ], 22000, 20689.604166666668
[READ], 23000, 20169.7
[READ], 24000, 21174.40425531915
[READ], 25000, 19200.75
[READ], 26000, 20334.73469387755
[READ], 27000, 21229.63829787234
[READ], 28000, 19636.0
[READ], 29000, 20005.66
[READ], 30000, 18688.528301886792
[READ], 31000, 20105.2
[READ], 32000, 20071.04081632653
[READ], 33000, 20118.3
[READ], 34000, 20097.82
[READ], 35000, 20337.897959183672
[READ], 36000, 20860.020833333332
[READ], 37000, 20121.673469387755
[READ], 38000, 20591.081632653062
[READ], 39000, 21130.808510638297
[READ], 40000, 20835.5625
[READ], 41000, 20542.551020408162
[READ], 42000, 20079.30612244898
[READ], 43000, 20521.591836734693
[READ], 44000, 20748.520833333332
[READ], 45000, 20180.92
[READ], 46000, 21143.68085106383
[READ], 47000, 21462.978260869564
[READ], 48000, 20569.38775510204
[READ], 49000, 20097.78
[READ], 50000, 19916.12
[READ], 51000, 20024.18
[READ], 52000, 20770.041666666668
[READ], 53000, 19705.92156862745
[READ], 54000, 20211.38775510204
[READ], 55000, 20329.591836734693
[READ], 56000, 20566.469387755104
[READ], 57000, 20164.51020408163
[READ], 58000, 19604.78431372549
[READ], 59000, 17520.84
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 130.0
[CLEANUP], MinLatency(us), 130
[CLEANUP], MaxLatency(us), 130
[CLEANUP], 0, 130.0
[INSERT], Operations, 174
[INSERT], AverageLatency(us), 184.48275862068965
[INSERT], MinLatency(us), 39
[INSERT], MaxLatency(us), 2393
[INSERT], Return=OK, 174
[INSERT], 0, 1287.5
[INSERT], 1000, 744.5
[INSERT], 2000, 734.5
[INSERT], 3000, 727.5
[INSERT], 4000, 538.5
[INSERT], 5000, 435.6666666666667
[INSERT], 6000, 401.0
[INSERT], 7000, 400.5
[INSERT], 8000, 411.5
[INSERT], 9000, 468.0
[INSERT], 10000, 435.0
[INSERT], 11000, 429.0
[INSERT], 12000, 353.5
[INSERT], 13000, 91.66666666666667
[INSERT], 14000, 86.0
[INSERT], 15000, 87.66666666666667
[INSERT], 17000, 104.25
[INSERT], 18000, 91.33333333333333
[INSERT], 19000, 86.0
[INSERT], 20000, 84.5
[INSERT], 21000, 279.0
[INSERT], 22000, 92.0
[INSERT], 23000, 73.0
[INSERT], 24000, 73.0
[INSERT], 25000, 463.8
[INSERT], 26000, 84.0
[INSERT], 27000, 77.5
[INSERT], 28000, 75.0
[INSERT], 30000, 81.125
[INSERT], 31000, 73.5
[INSERT], 32000, 72.5
[INSERT], 33000, 76.27272727272727
[INSERT], 35000, 78.5
[INSERT], 36000, 79.66666666666667
[INSERT], 37000, 77.33333333333333
[INSERT], 38000, 92.5
[INSERT], 39000, 80.0
[INSERT], 40000, 85.0
[INSERT], 41000, 73.0
[INSERT], 42000, 71.5
[INSERT], 43000, 76.0
[INSERT], 44000, 658.5
[INSERT], 45000, 58.0
[INSERT], 46000, 77.0
[INSERT], 47000, 69.0
[INSERT], 48000, 73.33333333333333
[INSERT], 49000, 57.5
[INSERT], 50000, 72.5
[INSERT], 51000, 68.0
[INSERT], 52000, 66.0
[INSERT], 53000, 65.8
[INSERT], 54000, 64.0
[INSERT], 55000, 65.0
[INSERT], 56000, 70.5
[INSERT], 57000, 64.0
[INSERT], 58000, 70.66666666666667
[INSERT], 59000, 83.0