example_logs/prefix-4-128MB.read_only.txt
[OVERALL], RunTime(ms), 60034
[OVERALL], Throughput(ops/sec), 42.77576040243862
[TOTAL_GCS_PS_Scavenge], Count, 4
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 18
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.02998300962787754
[TOTAL_GCS_PS_MarkSweep], Count, 0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 4
[TOTAL_GC_TIME], Time(ms), 18
[TOTAL_GC_TIME_%], Time(%), 0.02998300962787754
[READ], Operations, 2568
[READ], AverageLatency(us), 22867.405373831774
[READ], MinLatency(us), 14990
[READ], MaxLatency(us), 103740
[READ], Return=OK, 2568
[READ], 0, 48802.63636363636
[READ], 1000, 34540.51724137931
[READ], 2000, 32453.774193548386
[READ], 3000, 30211.545454545456
[READ], 4000, 27651.305555555555
[READ], 5000, 28340.472222222223
[READ], 6000, 25770.263157894737
[READ], 7000, 24021.02380952381
[READ], 8000, 23369.690476190477
[READ], 9000, 25052.3
[READ], 10000, 26116.4358974359
[READ], 11000, 23203.35714285714
[READ], 12000, 23292.386363636364
[READ], 13000, 22771.511627906977
[READ], 14000, 22658.71111111111
[READ], 15000, 21157.702127659573
[READ], 16000, 23196.674418604653
[READ], 17000, 21233.468085106382
[READ], 18000, 22805.5
[READ], 19000, 23620.190476190477
[READ], 20000, 20748.729166666668
[READ], 21000, 21610.91304347826
[READ], 22000, 21926.239130434784
[READ], 23000, 21760.847826086956
[READ], 24000, 22404.727272727272
[READ], 25000, 20963.583333333332
[READ], 26000, 21553.127659574468
[READ], 27000, 22836.279069767443
[READ], 28000, 22649.386363636364
[READ], 29000, 21626.787234042553
[READ], 30000, 21244.574468085106
[READ], 31000, 23329.162790697676
[READ], 32000, 21473.760869565216
[READ], 33000, 22888.840909090908
[READ], 34000, 21602.369565217392
[READ], 35000, 21591.543478260868
[READ], 36000, 22361.977777777778
[READ], 37000, 20784.291666666668
[READ], 38000, 21294.17021276596
[READ], 39000, 22816.363636363636
[READ], 40000, 23006.39534883721
[READ], 41000, 21486.36170212766
[READ], 42000, 20542.958333333332
[READ], 43000, 22269.955555555556
[READ], 44000, 22126.911111111112
[READ], 45000, 21908.739130434784
[READ], 46000, 20893.583333333332
[READ], 47000, 21670.152173913044
[READ], 48000, 21819.733333333334
[READ], 49000, 20817.816326530614
[READ], 50000, 20526.645833333332
[READ], 51000, 20503.938775510203
[READ], 52000, 20750.208333333332
[READ], 53000, 21527.489361702126
[READ], 54000, 21003.0
[READ], 55000, 22395.17777777778
[READ], 56000, 21970.933333333334
[READ], 57000, 22115.37777777778
[READ], 58000, 21705.53125
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 167.0
[CLEANUP], MinLatency(us), 167
[CLEANUP], MaxLatency(us), 167
[CLEANUP], 0, 167.0